result/usenix/run7/results-prctl11-1/benchmark-stats.log
  240000000 requests completed in 395.52 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
16.47% <= 3 milliseconds
70.03% <= 4 milliseconds
85.68% <= 5 milliseconds
93.33% <= 6 milliseconds
95.33% <= 7 milliseconds
96.49% <= 8 milliseconds
97.34% <= 9 milliseconds
97.88% <= 10 milliseconds
98.34% <= 11 milliseconds
98.71% <= 12 milliseconds
99.02% <= 13 milliseconds
99.25% <= 14 milliseconds
99.44% <= 15 milliseconds
99.59% <= 16 milliseconds
99.72% <= 17 milliseconds
99.81% <= 18 milliseconds
99.87% <= 19 milliseconds
99.90% <= 20 milliseconds
99.92% <= 21 milliseconds
99.93% <= 22 milliseconds
99.94% <= 23 milliseconds
99.95% <= 24 milliseconds
99.96% <= 25 milliseconds
99.96% <= 26 milliseconds
99.97% <= 27 milliseconds
99.97% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 30 milliseconds
99.98% <= 31 milliseconds
99.98% <= 32 milliseconds
99.98% <= 33 milliseconds
99.98% <= 34 milliseconds
99.98% <= 35 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
99.99% <= 43 milliseconds
99.99% <= 44 milliseconds
99.99% <= 45 milliseconds
99.99% <= 46 milliseconds
99.99% <= 47 milliseconds
99.99% <= 48 milliseconds
99.99% <= 49 milliseconds
99.99% <= 50 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 53 milliseconds
99.99% <= 54 milliseconds
99.99% <= 55 milliseconds
99.99% <= 58 milliseconds
99.99% <= 59 milliseconds
99.99% <= 60 milliseconds
99.99% <= 61 milliseconds
99.99% <= 62 milliseconds
99.99% <= 63 milliseconds
99.99% <= 64 milliseconds
99.99% <= 65 milliseconds
99.99% <= 66 milliseconds
99.99% <= 67 milliseconds
99.99% <= 68 milliseconds
99.99% <= 69 milliseconds
99.99% <= 70 milliseconds
99.99% <= 71 milliseconds
99.99% <= 73 milliseconds
99.99% <= 74 milliseconds
99.99% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
100.00% <= 83 milliseconds
100.00% <= 85 milliseconds
100.00% <= 86 milliseconds
100.00% <= 87 milliseconds
100.00% <= 89 milliseconds
100.00% <= 94 milliseconds
100.00% <= 95 milliseconds
100.00% <= 96 milliseconds
100.00% <= 101 milliseconds
100.00% <= 103 milliseconds
100.00% <= 104 milliseconds
100.00% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 107 milliseconds
100.00% <= 108 milliseconds
100.00% <= 109 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 113 milliseconds
100.00% <= 116 milliseconds
100.00% <= 118 milliseconds
100.00% <= 120 milliseconds
100.00% <= 122 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 126 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 137 milliseconds
100.00% <= 139 milliseconds
100.00% <= 139 milliseconds
606791.50 requests per second